"%1$@ %2$@ has been downloaded and is ready to use! Would you like to install it and relaunch %1$@ now?" = "%1$@ %2$@ er lastet ned og er klar til bruk! Ønsker du å erstatte %1$@ med den nye versjonen og starte på nytt nå?";
"%1$@ can't be updated when it's running from a read-only volume like a disk image or an optical drive. Move %1$@ to your Applications folder, relaunch it from there, and try again." = "%1$@ kan ikke oppdateres, hvis det ble startet fra et volum uten skrivetilgang (f.eks. diskavbildning eller CD/DVD). Kopier %1$@ til programmappen og oppdater derfra.";
"%@ %@ is currently the newest version available." = "%1$@ %2$@ er for tiden den nyeste, tilgjengelige versjonen.";
"%@ %@ is now available--you have %@. Would you like to download it now?" = "%1$@ %2$@ er tilgjengelig (du bruker versjon %3$@). Ønsker du å laste ned den nye versjonen nå?";
"%@ downloaded" = "%@ lastet ned";
"%@ of %@" = "%1$@ av %2$@";
"A new version of %@ is available!" = "En ny versjon av %@ er tilgjengelig!";
"A new version of %@ is ready to install!" = "En ny versjon av %@ er klar til installasjon!";
"An error occurred in retrieving update information. Please try again later." = "Det oppsto en feil under oppdateringen. Prøv på nytt senere.";
"An error occurred while downloading the update. Please try again later." = "Det oppsto en feil under nedlastingen. Prøv på nytt senere.";
"An error occurred while extracting the archive. Please try again later." = "Det oppsto en feil under utpakking av dataene. Prøv på nytt senere.";
"An error occurred while installing the update. Please try again later." = "Det oppsto en feil under installasjon av oppdateringen. Prøv på nytt senere.";
"An error occurred while parsing the update feed." = "Det oppsto en feil under lesing av oppdateringsinformasjonen.";
"An error occurred while relaunching %1$@, but the new version will be available next time you run %1$@." = "Det oppsto en feil under omstart av %1$@. Den nye versjonen av %1$@ er tilgjengelig ved neste programstart.";
"B" = "B";
"Cancel" = "Avbryt";
"Cancel Update" = "Avbryt oppdatering";
"Checking for updates..." = "Søk etter oppdateringer …";
"Downloading update..." = "Laster ned oppdatering …";
"Extracting update..." = "Pakker ut oppdatering …";
"GB" = "GB";
"Install and Relaunch" = "Installer og start på nytt";
"Installing update..." = "Installerer oppdatering …";
"KB" = "KB";
"MB" = "MB";
"OK" = "OK";
"Ready to Install" = "Klar til installasjon";
"Should %1$@ automatically check for updates? You can always check for updates manually from the %1$@ menu." = "Skal %1$@ søke automatisk etter oppdateringer? Du kan også søke manuelt etter oppdateringer i %1$@-menyen.";
"Update Error!" = "Feil under oppdatering!";
"Updating %@" = "Oppdatering av %@";
"You already have the newest version of %@." = "Du har allerede den nyeste versjonen av %@.";
"You're up-to-date!" = "Du er oppdatert!";
"Learn More..." = "Mer om …";
